---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotSlopePrefix
source: html/83cce5df-019e-74e5-e943-f180d7aeef73.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotSlopePrefix Property

"Prefix"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotSlopePrefix { get; }
```